MecaFlux/Poiseuille/case0/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

transportModel  Newtonian;
nu              nu [0 2 -1 0 0 0 0] 0.001;
rho             rho [1 -3 0 0 0 0 0] 1000;
